INSERT INTO comments (_id, comment, images, score, star, publish_date, room_type, fuzzy_room_type, travel_type, comment_len, useful_count, review_count, quality_score, categories, category1, category2, category3) VALUES 
('68027e16e3c98b0941765bbb', '非常感谢前台ANN小姐姐看我们带了小朋友帮我们做了免费升级服务，房型大了一倍。给此次旅行提供了非常高的情绪价值。误打误撞订了广州第一家五星街酒店，里面还设有博物馆，广州花园酒店还有邓小平爷爷的题字，难怪这家酒店从上至下都透露着较强的文化底蕴。以后有朋友来广州我肯定是墙裂推荐的啦。', '["https://dimg04.c-ctrip.com/images/0232c12000cc8q2a5A468_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232512000cc8qb43B790_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236v12000cc8pfao95AB_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234o12000cc8pekhF2C5_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-10-06', '花园大床房', '大床房', '家庭亲子', 140, 0, 8, 9, '["前台服务","整体满意度","公共设施"]'::jsonb, '前台服务', '整体满意度', '公共设施'),
('68027e16e3c98b0941765bbc', '酒店非常漂亮，离地铁站很近，打车可能还不如地铁。
房间还不错，外面修地铁确实挺吵的。
花园不大，带娃逛逛花园和博物馆很好，还有多家餐厅选择，很好躺平。
就是办入住挺久的，孕妇带娃站着排队也等了很久，问了有没有优先窗口或者椅子也说没有，但是外国友人有优先窗口。
所以服务，配不上品牌。', '["https://dimg04.c-ctrip.com/images/0232u12000cnhlgqjA3D9_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230q12000cnhct9q91F6_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231212000cnhn77796FA_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233x12000cnhdyjuDA47_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234y12000cnhefys1839_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231w12000cnhiax365CD_R_150_150_R5_Q70_D.jpg"]'::jsonb, 3.5, 3, '2023-11-29', '红棉大床套房', '套房', '家庭亲子', 141, 0, 4, 8, '["前台服务","交通便利性","安静程度"]'::jsonb, '前台服务', '交通便利性', '安静程度'),
('68027e16e3c98b0941765bbd', '虽然是老酒店，丝毫不输其他品牌的奢华酒店，不错', '["https://dimg04.c-ctrip.com/images/0230l12000d3m41x2102A_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230312000d3m4bvt520D_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234512000d3m41x90160_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234k12000d3m4bwhD871_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2024-02-01', '花园双床房', '双床房', '家庭亲子', 23, 0, 2, 4, '["整体满意度"]'::jsonb, '整体满意度', NULL, NULL),
('68027e16e3c98b0941765bbe', '房间很舒服 接待人员也很热情～
而且房间干净卫生 很棒！大厅的布置很有氛围，马上就要到圣诞了呢！哈哈哈哈哈！', '["https://dimg04.c-ctrip.com/images/0235r12000cnzjq9jA0D3_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236c12000co02g4bC1AA_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235812000cnzuhwl2E89_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-12-02', '红棉双床套房', '套房', '独自旅行', 54, 0, 5, 6, '["整体满意度","卫生状况","前台服务"]'::jsonb, '整体满意度', '卫生状况', '前台服务'),
('68027e16e3c98b0941765bbf', '赶上广交会的尾巴，住店的外国人很多；酒店很漂亮，一步一景，工作人员服务非常专业；小孩子会有宝宝洗漱用品，早餐比较适合外国人的口味，品质蛮好', '["https://dimg04.c-ctrip.com/images/0233h12000ciw8a1q8A91_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-11-06', '红棉大床套房', '套房', '家庭亲子', 69, 0, 7, 7, '["整体满意度","餐饮设施","前台服务"]'::jsonb, '整体满意度', '餐饮设施', '前台服务'),
('68027e20e3c98b0941765bc0', '老五星了，十多年了，服务还是那么好，广州的标杆酒店！', '["https://dimg04.c-ctrip.com/images/0233s12000d7s99f54346_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231v12000d7sdtj8D21A_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233412000d7rwi6z043F_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230112000d7rzlr0AE83_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2024-02-16', '花园双床房', '双床房', '家庭亲子', 26, 0, 6, 6, '["整体满意度","前台服务","客房服务"]'::jsonb, '整体满意度', '前台服务', '客房服务'),
('68027e20e3c98b0941765bc1', '广州花园酒店。

历史篇。
邓伯伯亲笔题写酒店名字（全国只有两家酒店的店名是老人家题写的），杨伯伯亲手奠基，江伯伯亲笔为酒店进口设备问题写报告，贝律铭绘制草图。
1985年开业，是全国第一批五星酒店，也是全国首批三家白金五星酒店之一，华南唯一。
《香港基本法》在这里起草，是当年广州亚运会总部饭店。
酒店里有1家米其林二星餐厅、1家米其林一星餐厅和2家米其林指南入围餐厅。
?
房间篇。
囤的红棉房套餐，办理入住时被告知升级为粤韵房，谢谢可爱的SAVANNA哟~
1416房，能俯视庭院瀑布。
面积虽然不算很大（64平方），但是个小套房格局，有独立的客厅和卧室。
整个房间布置简洁雅致舒适，且有岭南元素点睛，如客厅的花砖挂画、床头靠背的岭南园林漆画、床头的鸟笼灯...
写字台桌面，进门后近视眼刚一看到时还想着这酒店设施老旧到表皮起鼓了？！再细看，对不起是姐姐我肤浅了——人家这是皮面压出的浮雕木棉花图案，显档次得很呢！
开放式洗手间，中间隔着个浴缸，洗漱台只有单盆，坐厕没有什么科技含量。
迷你吧食品需要收费，不过免费的东西也有一大堆，全部打包带回家给兰姨姨。
?
?花园文化艺术之旅篇。
酒店官方整理了26个文化艺术最佳打卡点，每天安排三个时间段（10点、14点和17点）导览，感兴趣的酒店住客可预约专属金牌导游带领讲解游览。
那天姐姐真正是有专属的金牌导游——因为只有姐姐一个人预约了啦！
穿着燕尾服的曾先生带着姐姐，走走看看说说，足足一个小时！
听到看到了很多自己不会注意到的细节，充分满足了姐姐的八卦好奇心。
附：26个文化艺术最佳打卡点
花园酒店题名石（邓伯伯亲笔）；
阳江漆画《百美图》和《百骏图》；
金箔壁画《红楼梦》；
金龙戏珠藻井；
广东水乡风貌石刻壁画；
旋转木楼梯；
环市东咖啡阁HSD Cafe；
庭·日本餐厅；
名仕阁；
瀑布餐厅；
刘元帅像；
荔湾亭；
桃园馆；
锦鲤酒吧；
后花园·双瀑布；
后花园·天涯若比邻；
后花园·水月观音；
后花园·桥；
后花园·《雁壁》；
后花园·《枫桥夜泊》；
后花园·《少女戏鸽》；
后花园·沁春亭；
后花园·锦鲤；
后花园·中澳友谊树；
花园酒店博物馆。

饮食篇之走马观花。
酒店共有9家餐厅。
姐姐入住期间在3家餐厅（桃园馆、荔湾亭和瀑布餐厅，详细情况见餐厅评论）用过餐，而跟着金牌导游到处逛，还走进了没吃过的其他几家餐厅。
——名仕阁，西餐厅。
号称是城中纪念日圣地，纪念日首选。
我们进去时还未营业，里面空无一人。
大面积的落地玻璃，大量的白纱高挂飘逸，桌椅极少，室外是蓝天白云绿树，室内还有钢琴、鲜花、汽球，门外就是古希腊爱奥尼克风格旋转木楼梯，从里到外，如梦如幻，整体氛围感极佳，确实很适合约会或者过重要日子。
——锦鲤酒吧。
掩藏在花园深处，锦鲤池畔。
在楼上房间看到此处露台就极是喜欢，正对着花园和瀑布还有小红桥，风景很好，不太热的天气里坐在这里肯定会很惬意。
这里也是酒店的行政酒廊。
据说晚上有乐队驻唱，那天回酒店太晚没有去听听，有点遗憾，只能留待下次咯。
?——庭·日本餐厅。
地方虽然不大，却分别有专门的刺身和寿司吧台，还有铁板烧台。
?——环市东咖啡阁HSD Cafe。
其实就是大堂吧，供应饮品、面包、糕点。
?——泰安门Taian Table，米其林二星餐厅 ，只在晚上营业，只接受预约，人均消费不菲，看到点评上的单人套餐加酒水团购价3288。
斯蒂勒Stiller，米其林一星餐厅。
这两个餐厅，门都锁着，金牌导游也无法带姐姐进去开开眼界。
?
?健身房篇。
地方不太大，设施也不算太齐全，不过基本锻炼还是可以的了。
喜欢其够光猛。
忘记看看泳池了。
?
?花园篇。
这是省城市中心高档酒店里少有的真正花园，岭南园林特色，面积达21000平方。
花园主题是“天涯若比邻”，除了遍植绿树繁花，还有高达18米的双瀑布，有假山鱼池小红桥沁春亭，有大型壁画和雕塑，还有特定角度才能看到的水月观音哦！
姐姐带老人家在荔湾亭吃完饭，然后到这里来游花园，当是饭后逛公园消消食咯！
?
维波楼。
在酒店二楼，荔湾亭外面，长长的走廊，摆放有很多古雅旧家具。
看到有个“维波楼”牌匾，竟然是黄永玉题写的，顿感此中必然有故事。
搜搜看，这对跨国夫妇对中国古旧家具的修复保护让人敬佩、感动。
而我们前几年去住过吃过的聚龙村源汀就是“维波楼”的一员（7号馆），甚是惊喜！', '["https://dimg04.c-ctrip.com/images/0203l12000c42jr6o9114_W_350_350_R5_Q70.jpg?proc=autoorient","https://pages.c-ctrip.com/hotels/IBU/online/play-icon.png","https://dimg04.c-ctrip.com/images/0204012000c42jul5A54D_W_350_350_R5_Q70.jpg?proc=autoorient","https://pages.c-ctrip.com/hotels/IBU/online/play-icon.png","https://dimg04.c-ctrip.com/images/0230y12000c42frti3D16_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231212000c42gn6q31FF_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231412000c426ls0B9F0_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233112000c429mw5577A_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233u12000c42eko39D71_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231612000c42biqfD711_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232y12000c429nnx8F8B_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236a12000c42bgkcD66D_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231712000c42bsvgD208_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-09-12', '红棉大床套房', '套房', '独自旅行', 1821, 5, 3, 10, '["整体满意度","公共设施","餐饮设施"]'::jsonb, '整体满意度', '公共设施', '餐饮设施'),
('68027e20e3c98b0941765bc2', '开了三间房，两间出问题。
第一间：1.1房卡日期设置错误，无法开房门，下去前台，问我们是否续住的，最后前台解释说日期设置错，是上位前台开卡失误。
1.2入住登记时，已提出要求把三间作关联，因为前台为了快速处理入住，没有告知房卡分别用了谁的信息登记，导致重新开卡时的误会，第一次增加了与前台沟通成本，因为原接待的前台走开了。
第二间：2.1门锁措施残旧未更换。刷卡进房，门锁显示灯为绿色，但扭动无效，喊了在隔壁的房务员，几次也开不了。
2.2服务响应速度慢。通过楼层电话直拨客服中心，如上反应情况，因为1.2中不知道房卡登记谁的信息，对方也不直接说我信息错误，来回间第二次增加了沟通成本，核对好信息，对方表示让礼宾的同事上来，耐心等待了十来分钟，再次拨打电话，对方表示已看到礼宾员上来找我们，再次耐心等待，才等来礼宾员。
2.3升级房间失误。礼宾员试过门后，主动提出升级房间，并为我们换房卡并带我们去新的房间，我们再再次耐心等待，结果新的房间是双人房，原来房间是大床。礼宾员电话叫房务员拿卡开隔壁房，然后我们再再再次耐心等待，房间没错了。
2.4突**况无备注。礼宾下去换卡给我们，我们婉言拒绝，因为原定外出的时间已耽误很久了，只能晚上我们自己去前台拿卡，让帮忙开好卡就行。晚上回来报了新房号给前台，前台一脸懵，但他并没有表明问题所在，又是一次次无效沟通，他也不停地点击鼠标，我们再再再再次耐心等待，最后我把入住到之前的说了，并主动说了三位入住信息，他才说“难怪和登记的不一样”，第三次增加沟通成本。然而新的房间根本没有为我们预留，也没有任何注明，好在没开出去，不然都不用睡了。
2.5基础专业失误。开好房卡后，前台主动提出带我们到房间，以防其他情况发生。结果房卡刷不开门，显示灯是红色。我们再再再再再次耐心等待前台重新开卡。
最后要赞一下的。唯一一间没有任何问题的，是我爸妈入住的，对大堂工作人员很满意，主动服务意识非常强，房间也很宽敞舒适，对第三次入住花园酒店，仍然是非常满意。真的很谢谢，再再再再再再次感谢', '["https://dimg04.c-ctrip.com/images/0236a12000c72o0nr26F4_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234212000c732ilwFFCE_R_150_150_R5_Q70_D.jpg"]'::jsonb, 1, 1, '2023-09-20', '红棉大床套房', '套房', '商务出差', 855, 2, 4, 9, '["前台服务","退房/入住效率","客房服务"]'::jsonb, '前台服务', '退房/入住效率', '客房服务'),
('68027e20e3c98b0941765bc3', '以前商务出差和这次家庭旅行都住花园。非常推荐红棉套房，硬件和服务都非常好。 入住期间遇到小朋友身体不适，客房Irene和总机小华都非常贴心提供帮助，全五星推荐。', '["https://dimg04.c-ctrip.com/images/0230b12000f60ethqCF6C_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2024-08-18', '红棉双床套房', '套房', '家庭亲子', 80, 0, 4, 8, '["客房服务","整体满意度","前台服务"]'::jsonb, '客房服务', '整体满意度', '前台服务'),
('68027e20e3c98b0941765bc4', '感谢前台Viria小姐姐的热情服务????
#安静舒适 #环境优美 #干净卫生 #房间宽敞舒适 #早餐丰盛 #交通方便 位置优越的花园酒店，闹中取静的舒适环境，下次来广州还想住这里！', '["https://dimg04.c-ctrip.com/images/0230f12000cckr1m2CCD5_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236o12000cckrwscB1F1_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-10-07', '花园双床房', '双床房', '朋友出游', 91, 0, 5, 7, '["前台服务","安静程度","卫生状况"]'::jsonb, '前台服务', '安静程度', '卫生状况'),
('68027e20e3c98b0941765bc5', '38年的老牌酒店，大堂、花园、瀑布都很有特色！入住的时候给升级了房型，但由于房间面对施工工地很吵，后又跟前台沟通更换了更安的房间，建议如果不是房间满房的情况下，不要给客人这么吵房间，真的影响入住体验！二层的博物馆很不错，可以免费参观。床品舒适，可以安心睡个好觉！', '["https://dimg04.c-ctrip.com/images/0233g12000c8fswdb7871_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230r12000c8frj297AB7_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235b12000c8fcawh7FA3_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236z12000c8fledr19C2_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230812000c8fktcw9CFF_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236f12000c8fo5jl6C6C_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233s12000c8fjgjfFDD8_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235g12000c8fimpzE52C_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230l12000c8fmar7639C_R_150_150_R5_Q70_D.jpg"]'::jsonb, 4.7, 4, '2023-09-24', '花园大床房', '大床房', '家庭亲子', 131, 0, 12, 8, '["安静程度","前台服务","整体满意度"]'::jsonb, '安静程度', '前台服务', '整体满意度'),
('68027e20e3c98b0941765bc6', '花园酒店是老字号五星级酒店，卫生，环境，服务都是没话说的，特别这次入住服务员谭少红特别细心，看到我在用沙发靠垫当枕头，给我送了一个硬的枕头，对于我这个颈椎病患者来说，这个枕头真的是救了我的颈椎。服务这块，特别的棒，5星好评我给6?。花园酒店早餐分三层，这次吃的第一层的，还不错，沙拉的蔬菜都很新鲜。', '["https://dimg04.c-ctrip.com/images/0236512000fe5k5129571_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2024-09-04', '红棉大床套房', '套房', '商务出差', 149, 0, 9, 9, '["客房服务","餐饮设施","整体满意度"]'::jsonb, '客房服务', '餐饮设施', '整体满意度'),
('68027e20e3c98b0941765bc7', '酒店当之无愧五星，总体感觉很棒。坐落市中心，门口就是地铁站，出行方便。早餐很丰富，中日西都兼顾，服务员很热情。房间挺干净的，卫生间干湿分离，洗澡水很大，很舒服。床铺软硬适中，各方面设施都完好，电梯响应十分效率。泳池正在维修没有开放，携程上也没有看见告知，有些可惜。可能是酒店历史悠久的缘故，地下停车场并不在酒店地下，在旁边的地下，需要上到1楼后在走一小段路才能到达酒店大堂。当然瑕不掩瑜，下次有机会的话还会选择入住。', '["https://dimg04.c-ctrip.com/images/0237312000c888ktfC049_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234s12000c883d1m89B0_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233x12000c886mvuCD0F_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235f12000c88ay8w6EDA_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232912000c8872xx4BB8_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235o12000c883d1o610C_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0237412000c88b1a219E0_R_150_150_R5_Q70_D.jpg"]'::jsonb, 4.7, 4, '2023-09-24', '红棉双床套房', '套房', '商务出差', 208, 0, 13, 9, '["交通便利性","餐饮设施","房间设施"]'::jsonb, '交通便利性', '餐饮设施', '房间设施'),
('68027e20e3c98b0941765bc8', '前台小卢非常热情，美丽的花园', '["https://dimg04.c-ctrip.com/images/0232312000d7xikp448B5_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2024-02-16', '城央绿意大床房', '大床房', '家庭亲子', 14, 0, 13, 3, '["前台服务","景观/朝向"]'::jsonb, '前台服务', '景观/朝向', NULL),
('68027e20e3c98b0941765bc9', '住了3晚，踩雷啊。霉味，漏水，然后没有淋浴区域，只能站在浴缸里洗澡，然后洗澡和马桶只有一扇移动门，关了这边那边只能开着，非常没有隐私感。住了那么多酒店，最不喜欢的。比民宿都差。', '["https://dimg04.c-ctrip.com/images/0234o12000cck3vk83BB9_R_150_150_R5_Q70_D.jpg"]'::jsonb, 1, 1, '2023-10-07', '花园双床房', '双床房', '家庭亲子', 88, 3, 14, 9, '["房间设施","卫生状况"]'::jsonb, '房间设施', '卫生状况', NULL),
('68027e2ce3c98b0941765bca', '房间宽敞干净舒适，居住体验非常好，会再次去。', '["https://dimg04.c-ctrip.com/images/0235012000d12i6wk1CC2_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231k12000d12ai3eECBA_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233k12000d12qj4v4C0E_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2024-01-24', '红棉大床套房', '套房', '其他', 22, 0, 1, 5, '["整体满意度","房间设施","卫生状况"]'::jsonb, '整体满意度', '房间设施', '卫生状况'),
('68027e2ce3c98b0941765bcb', '房间不错，装修风格典雅，最满意的是服务，酒店里所以工作人员都很友好，行政酒廊欢乐时光的餐食品种虽然不多但出品很不错，吃得很满足，carrie和aimee特别好，还送了酒店的小纪念品。下次来广州还会选择花园酒店，并且会推荐给朋友。', '["https://dimg04.c-ctrip.com/images/0205u12000f70u71i7756_W_350_350_R5_Q70.jpg?proc=autoorient","https://pages.c-ctrip.com/hotels/IBU/online/play-icon.png","https://dimg04.c-ctrip.com/images/0233l12000f70thyn19F6_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235p12000f70spcrAE2B_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234h12000f70tf2v9095_R_150_150_R5_Q70_D.jpg"]'::jsonb, 4.7, 4, '2024-08-21', '花园大床房', '大床房', '家庭亲子', 114, 0, 1, 9, '["整体满意度","前台服务","餐饮设施"]'::jsonb, '整体满意度', '前台服务', '餐饮设施'),
('68027e2ce3c98b0941765bcc', '这次续住花园酒店，体验简直超绝！前台的Cecilia和Lavinia两位美女，笑容温暖，办理入住迅速又贴心，耐心解答我的所有疑问。房间一尘不染，设施设备应有尽有，满足了我的各种需求。踏入大堂，金碧辉煌的装修风格，尽显大气奢华，让人眼前一亮。在酒店里碰到的每一位员工，都热情洋溢，主动问好，服务十分周到。在这里，我感受到了宾至如归的待遇，下次出行，花园酒店必定还是我的首选！', '["https://dimg04.c-ctrip.com/images/0235h12000j81l6sz27F2_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232w12000j81pdduFC7C_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234s12000j827gin0ABA_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232s12000j81ci8zCD90_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2025-03-21', '城央绿意大床房', '大床房', '商务出差', 186, 0, 8, 9, '["前台服务","整体满意度","卫生状况"]'::jsonb, '前台服务', '整体满意度', '卫生状况'),
('68027e2ce3c98b0941765bcd', '环境很好，设施完善，卫生很干净，服务的很周到', '["https://dimg04.c-ctrip.com/images/0235012000d10ddhqDA6B_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233z12000d107lmiFC13_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233s12000d10303d9CA1_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2024-01-24', '花园大床房', '大床房', '情侣出游', 22, 0, 3, 4, '["整体满意度","卫生状况","前台服务"]'::jsonb, '整体满意度', '卫生状况', '前台服务'),
('68027e2ce3c98b0941765bce', '酒店很好，套餐包三餐，因为老妈子生日，所以提前电话联系了酒店，酒店送了蛋糕，老妈子很开心，很适合老广过来玩', '["https://dimg04.c-ctrip.com/images/0236q12000cmqjgae009E_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232y12000cmqf1j6C9D2_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236u12000cmqif3030FA_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235412000cmq6yfy1783_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-11-24', '粤韵双床套房', '套房', '家庭亲子', 53, 0, 86, 7, '["餐饮设施","前台服务","整体满意度"]'::jsonb, '餐饮设施', '前台服务', '整体满意度'),
('68027e2ce3c98b0941765bcf', '酒店非常具有历史文化气息 感觉住进了历史艺术博物馆一样 晚上非常安静很适合入睡 唯一缺点是一大早就被外面道路工程的施工噪音吵醒

酒店大堂的香氛味道非常好闻 映像分加满了', '["https://dimg04.c-ctrip.com/images/0236k12000ceu94zz4758_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231d12000ceu7cgu1FAC_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235j12000ceuci2s95B0_R_150_150_R5_Q70_D.jpg"]'::jsonb, 4.7, 4, '2023-10-18', '花园大床房', '大床房', '情侣出游', 85, 1, 1, 8, '["安静程度","整体满意度"]'::jsonb, '安静程度', '整体满意度', NULL),
('68027e2ce3c98b0941765bd0', '超满意的体验，办理入住时Savanna细心询问住店需求，看见带小朋友还给升了房间。住宿期间还有酒店赠送的小点心，酒店花园更是美丽！由于小孩子发烧了，因此延迟了退房，退房时Gillian得知后特意给了延时减免。酒店好，服务好，两位小姐姐更是热情周到！', '["https://dimg04.c-ctrip.com/images/0231k12000c5eepwrC7B4_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233212000c5ehns2DDB5_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-09-15', '花园双床房', '双床房', '家庭亲子', 124, 0, 12, 9, '["前台服务","整体满意度","退房/入住效率"]'::jsonb, '前台服务', '整体满意度', '退房/入住效率'),
('68027e2ce3c98b0941765bd1', '每次到广州，必住花园酒店。地理位置极佳，地铁五号线淘金站就在酒店旁边。行政酒廊改到了30楼的旋转餐厅，环境更好，食品品种更多了。', '["https://dimg04.c-ctrip.com/images/0235d12000cipyr3b592A_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235n12000cipziun87D0_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236k12000cipwet670BD_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-11-05', '花园大床房', '大床房', '独自旅行', 64, 0, 4, 8, '["交通便利性","餐饮设施","整体满意度"]'::jsonb, '交通便利性', '餐饮设施', '整体满意度'),
('68027e2ce3c98b0941765bd2', '床很舒服，酒店很气派??', '["https://dimg04.c-ctrip.com/images/0231u12000d8k3nfa68E9_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235b12000d8k5s7mF0EF_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230h12000d8k5haoCAAB_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2024-02-18', '花园大床房', '大床房', '朋友出游', 12, 0, 4, 3, '["房间设施","整体满意度"]'::jsonb, '房间设施', '整体满意度', NULL),
('68027e2ce3c98b0941765bd3', '住的红棉房，送了500的消费券，太划算了，6个餐厅都很棒，吃顿正餐没问题，早餐丰盛特别好吃，酒店位置很好，出门去看了小蛮腰', '["https://dimg04.c-ctrip.com/images/0232h12000cjw29f570F2_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235v12000cjw9iy1FC55_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233q12000cjw1f8zA231_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-11-11', '红棉大床套房', '套房', '家庭亲子', 61, 0, 47, 7, '["性价比","餐饮设施","周边配套"]'::jsonb, '性价比', '餐饮设施', '周边配套'),
('68027e37e3c98b0941765bd4', '酒店的体验感太棒了，亲子哪儿都没去都在酒店打卡也很开心，花园特别大宝宝没事就想去喂鱼，开心极了，酒店的服务任务都非常友好，外国友人也特别多，套房也很舒服，推荐推荐亲子出游打卡一下。', '["https://dimg04.c-ctrip.com/images/0231n12000c9be47lD3AC_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235j12000c9bdcnoD50E_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236t12000c9bd85o29AF_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230512000c9bl0pc8C5B_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234h12000c9bj65x69C8_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-09-27', '红棉大床套房', '套房', '家庭亲子', 90, 1, 1, 7, '["整体满意度","公共设施","前台服务"]'::jsonb, '整体满意度', '公共设施', '前台服务'),
('68027e37e3c98b0941765bd5', '因为此次出行带了三个小朋友，提前跟酒店电话沟通了一下，酒店也非常负责的帮忙做了备注。抵达当天办入住时，竟然给做了免费升房，其实我已经准备加钱升房的，真的很惊喜，67平米的大房间不论是环境还是舒适度，都非常满意。有被酒店的服务感动到，', '["https://dimg04.c-ctrip.com/images/0232v12000c4lynqiD87E_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-09-14', '花园双床房', '双床房', '其他', 116, 0, 8, 8, '["前台服务","整体满意度"]'::jsonb, '前台服务', '整体满意度', NULL),
('68027e37e3c98b0941765bd6', '酒店的环境极佳，有相当大的花园景观，也有单独的博物馆，很喜欢前台大堂的十二钗背景板。
早餐与下午茶的餐食也丰富到位，酒廊晚上有表演。酒廊里的Carrie、Yuki、Yoon服务态度非常好，值得点赞。
入住时担心是老酒店，设施会陈旧。入住后房间设施还是比较全面的，除了电视小了点。总体瑕不掩瑜，以后来广州还会入住。', '["https://dimg04.c-ctrip.com/images/0234912000c5br8y4B3DC_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233a12000c5bkxtm2E9F_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232t12000c5buo6g9065_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-09-15', '花园双床房', '双床房', '商务出差', 156, 2, 13, 9, '["景观/朝向","餐饮设施","前台服务"]'::jsonb, '景观/朝向', '餐饮设施', '前台服务'),
('68027e37e3c98b0941765bd7', '名副其实—花园酒店，环境优美干净整洁，服务更是没话说，一路迎宾和礼仪，给人宾至如归的感觉，前台小邓靓仔服务热情人好心善，我问的问题都能耐心和我解释说明。体验感非常棒的酒店，还有瀑布哦??????', '["https://dimg04.c-ctrip.com/images/0233k12000ext1xix62A3_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231012000extj44g6E0E_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233012000ext44e528B3_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2024-07-29', '花园大床房', '大床房', '家庭亲子', 97, 0, 6, 8, '["整体满意度","前台服务","卫生状况"]'::jsonb, '整体满意度', '前台服务', '卫生状况'),
('68027e37e3c98b0941765bd8', '白金级的服务太??。地理位置好。入住???送水果。床品舒适。酒店内更???26个打卡点。非常推荐前往。下次???机会还会选择花园。', '["https://dimg04.c-ctrip.com/images/0230812000cjbc6lz6D46_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235f12000cjbgnap207A_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232r12000cjbipd9856F_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236q12000cjbdllqA1CD_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-11-08', '红棉双床套房', '套房', '家庭亲子', 65, 0, 20, 5, '["整体满意度","前台服务"]'::jsonb, '整体满意度', '前台服务', NULL),
('68027e37e3c98b0941765bd9', '这个套票很超值。套房面积大，装饰富有岭南特色，注重细节。大大的写字台面甚至有木棉花的隐花纹。双洗手台，洗手台、马桶间和洗浴间三分离。大大的观景窗，窗外是广州的繁华夜景。套票里的500元餐券用在了岭南特色餐厅荔湾亭，毕竟是米其林指南餐厅。', '["https://dimg04.c-ctrip.com/images/0231t12000c5wizp83C35_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235812000c5wftsr411A_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231n12000c5we0rmC1A2_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230f12000c5wivggE746_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-09-17', '红棉双床套房', '套房', '家庭亲子', 118, 0, 77, 9, '["房间设施","性价比","餐饮设施"]'::jsonb, '房间设施', '性价比', '餐饮设施'),
('68027e37e3c98b0941765bda', '酒店很好，就是房间有点局促。', '["https://dimg04.c-ctrip.com/images/0235a12000d5zel49D630_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236912000d5zk52dC4A2_R_150_150_R5_Q70_D.jpg"]'::jsonb, 4, 4, '2024-02-09', '花园双床房', '双床房', '家庭亲子', 14, 0, 3, 4, '["房间设施","整体满意度"]'::jsonb, '房间设施', '整体满意度', NULL),
('68027e37e3c98b0941765bdb', '酒店服务态度好，环境优雅，房间感觉，满意', '["https://dimg04.c-ctrip.com/images/0230112000d0mf85fCAE5_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2024-01-23', '花园双床房', '双床房', '朋友出游', 20, 0, 3, 4, '["整体满意度","前台服务","卫生状况"]'::jsonb, '整体满意度', '前台服务', '卫生状况'),
('68027e37e3c98b0941765bdc', '去了很多次了，是我在广州很喜欢入住的一家酒店。改革开放初期就开业的花园永远给人一种岁月流金的时光感。从下车穿过的门厅到前台的大观园壁画，从顺着扶梯看到的大厅全貌到伴着瀑布流水的锦鲤红桥，从电梯厅的格局到房间的布置，都是老牌五星级的风格，而且一点都没有陈旧的感觉，加上工作人员周到老练又热情的服务，反倒彰显一种绝对经典的从容和大气。客房的床品和洗浴用品都很舒服，很喜欢。还贴心地放了环市东的旅行小手册，方便给客人去附近citywalk做指引。酒店周边是很烟火的本地生活区，藏着众多平民美食和有意思的小店，每次我都放弃酒店餐饮去那些地方暴走暴吃，哈哈哈，相当过瘾。
非常喜欢酒店三楼的酒店博物馆，不是只讲他们酒店自己的陈列馆，是东西方整个酒店业的缩影，很值得花点时间去逛一逛哦。', '["https://dimg04.c-ctrip.com/images/0233912000bwaim6c3EE3_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231512000bwa36zr0D0B_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0237312000bwadk1aD2E3_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235l12000bwacuj5B44C_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232012000bwa4z3uDC9B_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230h12000bw9yzzwD662_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234s12000bwa29jc84D2_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235412000bwao9ub454C_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230812000bwabdpyC0B2_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-08-13', '花园大床房', '大床房', '商务出差', 337, 3, 10, 10, '["整体满意度","房间设施","周边配套"]'::jsonb, '整体满意度', '房间设施', '周边配套'),
('68027e37e3c98b0941765bdd', '每个接触的服务员都非常nice，中午来早了，前台办理入住各种温馨提示，还免费升级粤韵房型，一房一厅，房和厅一样大那种，两个大电视，一键升降窗帘，住的很舒服。博物馆看了，26个打卡点也人工导览了，带看很仔细，酒店的来龙去脉也清楚了，很棒。早餐看起来不多，吃起来啥都有，都想吃奈何吃不下太多，又不好一直坐下去，毕竟后面还有人在排队等位。床和椅子都好睡好坐。周边地铁施工时间大约8：10-20：30，中午有休息。周末也开工，有些影响，能接受，窗都是中空玻璃，比较隔音。', '["https://dimg04.c-ctrip.com/images/0231y12000c3tcnik6C55_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233r12000c3ta272133D_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0237212000c3tef3eA2B7_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234j12000c3tdwhnA535_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-09-10', '红棉双床套房', '套房', '朋友出游', 231, 0, 2, 9, '["前台服务","房间设施","安静程度"]'::jsonb, '前台服务', '房间设施', '安静程度'),
('68027e42e3c98b0941765bde', '位于广州市中心地带的一家五星级酒店，自带环境优美的后花园，非常舒适。大堂装修融入了四大名著红楼梦元素，奢华又大气。房间卫生和装修都非常好，入住当晚还有小惊喜，送了小点心，服务周到，下次来广州还会再订花园酒店。', '["https://dimg04.c-ctrip.com/images/0234h12000c47kkef2A54_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232u12000c47nk25C679_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233l12000c47qms9A1C0_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-09-12', '花园双床房', '双床房', '独自旅行', 104, 0, 1, 9, '["整体满意度","客房服务","卫生状况"]'::jsonb, '整体满意度', '客房服务', '卫生状况'),
('68027e42e3c98b0941765bdf', '房间很干净宽敞，前台yolo小姐姐服务细致周到，还特别贴心的给升了套房，下次旅游还住花园酒店', '["https://dimg04.c-ctrip.com/images/0232b12000i1m6mob213A_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232a12000i1lkk4a1143_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232712000i1kdk690606_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231n12000i1lb1o8AD3D_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231d12000i1kobkg2580_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2025-01-24', '花园双床房', '双床房', '朋友出游', 46, 0, 3, 7, '["前台服务","整体满意度","卫生状况"]'::jsonb, '前台服务', '整体满意度', '卫生状况'),
('68027e42e3c98b0941765be0', '这是我在国内见到的唯一一家，酒店保养做的这么优秀的酒店。1985年开业，近40年风雨历程，太多的老物件还像新的一样。雅致的花园，金箔画的灿烂，细腻的服务，美味的菜肴……儿子说下次来广州还要住花园酒店。
非常感谢礼宾部的Tim专业细致的精彩讲解！谢谢你为我们提供了宾至如归的服务。在您身上让我看到了金钥匙的闪烁。', '["https://dimg04.c-ctrip.com/images/0230z12000cplrvgbBAAB_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230612000cplrui186C1_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234d12000cplq3zbAD98_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236u12000cplrkxq1775_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-12-10', '花园大床房', '大床房', '家庭亲子', 155, 1, 1, 9, '["整体满意度","前台服务","餐饮设施"]'::jsonb, '整体满意度', '前台服务', '餐饮设施'),
('68027e42e3c98b0941765be1', '酒店很赞，早餐丰富，花园美丽，下次再来。', '["https://dimg04.c-ctrip.com/images/0233l12000d86w1twF8EE_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233n12000d86o184EA59_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232l12000d86pvfx8309_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231a12000d86o8imE9A0_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2024-02-17', '花园大床房', '大床房', '家庭亲子', 20, 0, 8, 4, '["餐饮设施","整体满意度"]'::jsonb, '餐饮设施', '整体满意度', NULL),
('68027e42e3c98b0941765be2', '非常难忘的体验，此次广州顺德旅游一共定了三个酒店，这个是最后一个也是最让人期待的，酒店就在地铁旁，交通便利。前台接待非常专业，行政酒廊的工作人员也非常不错。酒店内部也非常漂亮，不愧是大师之作，离开的那天上午还打卡了酒店博物馆，感谢小哥细致的讲解，最后退房的时候在前台买了一只花园小羊送给儿子，希望有机会再带我们家小朋友来住，感觉这酒店很适合遛娃啊', '["https://dimg04.c-ctrip.com/images/0232m12000c3p0u9849A6_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230d12000c3p04eg49A1_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230g12000c3p7ecd0D70_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233v12000c3pal66CD01_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233n12000c3p0co1115A_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236g12000c3p7o778165_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234h12000c3paf85748F_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235f12000c3p6sx9883C_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-09-10', '花园大床房', '大床房', '情侣出游', 173, 0, 2, 9, '["交通便利性","前台服务","整体满意度"]'::jsonb, '交通便利性', '前台服务', '整体满意度'),
('68027e42e3c98b0941765be3', '多次入住花园酒店，位置不错，交通便利，服务很贴心，房间挺大的，还可以增加行政酒廊下午茶服务，以后到广州都会订这个', '["https://dimg04.c-ctrip.com/images/0237012000ckj75ghF121_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232g12000ckj6vdn6A77_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233j12000ckj6pdkA2F9_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236o12000ckj0of293F1_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-11-14', '红棉双床套房', '套房', '商务出差', 56, 0, 16, 6, '["交通便利性","前台服务","整体满意度"]'::jsonb, '交通便利性', '前台服务', '整体满意度'),
('68027e42e3c98b0941765be4', '毕竟是老品牌，环境设施依然优质。', '["https://dimg04.c-ctrip.com/images/0231x12000dpcsgm8196E_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231612000dpcwxwlCEB7_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234a12000dpcwnor4551_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2024-04-17', '红棉大床套房', '套房', '家庭亲子', 16, 0, 9, 4, '["整体满意度"]'::jsonb, '整体满意度', NULL, NULL),
('68027e42e3c98b0941765be5', '之前第一次来广州，住在花园酒店，感受就非常好，这次全家一起来广州，仍然住在花园，孩子们很喜欢这里。酒店大堂高端大气，花园精美。并且前台看我们有小朋友还给升级了房间。为我们的旅行增添了愉快的体验。', '["https://dimg04.c-ctrip.com/images/0236b12000c41drwrAE56_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235m12000c4194orE0BA_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0232112000c41cu8bC56B_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-09-11', '花园双床房', '双床房', '家庭亲子', 97, 0, 1, 8, '["整体满意度","前台服务"]'::jsonb, '整体满意度', '前台服务', NULL),
('68027e42e3c98b0941765be6', '去到酒店已经很晚了由于广东人习俗不爱住头尾房 前台小姐姐viria免费给我升级了套房态度好好服务也很不错给我的感觉很舒服也非常感谢viria小姐姐（不知道名字有没有打对）体验感很好 下次还会再来', '["https://dimg04.c-ctrip.com/images/0236s12000c3s6623B6F8_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235x12000c3sbid93E5A_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231012000c3s6l43F7E3_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230j12000c3s5mth6429_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-09-10', '花园大床房', '大床房', '情侣出游', 97, 0, 6, 7, '["前台服务","整体满意度"]'::jsonb, '前台服务', '整体满意度', NULL),
('68027e42e3c98b0941765be7', '酒店完美超预期，有露天泳池，还有瀑布，服务特别好，唯一的小缺点就是设施稍微有点旧~前台小哥还非常贴心的升级了套房，双节期间对金卡会员还送了月饼，绝对值得打卡再来！', '["https://dimg04.c-ctrip.com/images/0233412000cb6af6fE735_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235912000cb6bka46F6A_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233r12000cb6gfm603A7_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231n12000cb696b74658_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-10-02', '花园双床房', '双床房', '家庭亲子', 81, 0, 6, 9, '["整体满意度","公共设施","前台服务"]'::jsonb, '整体满意度', '公共设施', '前台服务'),
('68027e4de3c98b0941765be8', '一个可以让我连接续4晚的酒店也只有花园了，三十八年的老酒店，可以说每走一步都是惊喜，不愧为中国白金五星级酒店！
让我敬佩的是，酒店前台，酒店行政酒廊，酒店的自助餐厅，专业的操守，敬业精神，这证明酒店对员工培训的如此到位，更是15楼层的小妹妹的客房服务，让我更似感动。
谢谢你们的专业服务。谢谢了！！！', '["https://dimg04.c-ctrip.com/images/0236c12000c3ivlfv4FFC_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0236r12000c3ivw3462CE_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-09-09', '花园大床房', '大床房', '其他', 150, 0, 15, 8, '["前台服务","客房服务","整体满意度"]'::jsonb, '前台服务', '客房服务', '整体满意度'),
('68027e4de3c98b0941765be9', '房券配合岭南金卡十分好用，感谢前台Billy升级到喜洋洋套房。酒廊Carrie、yuki、Mia和Lena等小姐姐们服务一流，令我父母享受到尊贵的服务，花园酒店的行政酒廊锦鲤酒吧绝对值得体验！', '["https://dimg04.c-ctrip.com/images/0235d12000c3ra50qDC6F_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230j12000c3re2t91627_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230e12000c3r4a5u6C3E_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233w12000c3ra7ns3038_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235s12000c3rdyhd6F3A_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0230x12000c3rauua1067_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234r12000c3r8pfg8D08_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235w12000c3r9jprCC73_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0231n12000c3re8vg61B7_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-09-10', '红棉双床套房', '套房', '家庭亲子', 96, 0, 4, 8, '["前台服务","餐饮设施","整体满意度"]'::jsonb, '前台服务', '餐饮设施', '整体满意度'),
('68027e4de3c98b0941765bea', '入住三晚，非常不错的体验，酒店的服务非常专业，酒店的位置出行非常方便，酒店内的瀑布别有洞天，三楼的米其林餐厅，环境优雅，菜品可口，不愧是老牌酒店，下次还会光顾。', '["https://dimg04.c-ctrip.com/images/0230t12000cc3axesBCEE_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0235o12000cc39v6d6F8D_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0234t12000cc3bqtaB039_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2023-10-05', '红棉大床套房', '套房', '朋友出游', 80, 0, 5, 8, '["整体满意度","交通便利性","餐饮设施"]'::jsonb, '整体满意度', '交通便利性', '餐饮设施'),
('68027e4de3c98b0941765beb', '预定了套歺优惠的房间，酒店的大堂富丽豪华，后花园的瀑布?鱼儿也很惬意??；前台服务态度很有耐心和细心。早歺的品种虽然有点少，味道是不错的。希望改善的是卫生间的通风不够', '["https://dimg04.c-ctrip.com/images/0231612000c9q0ajjB750_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233a12000c9qbkn6EE6C_R_150_150_R5_Q70_D.jpg","https://dimg04.c-ctrip.com/images/0233k12000c9q3rlx1374_R_150_150_R5_Q70_D.jpg"]'::jsonb, 4, 4, '2023-09-28', '红棉大床套房', '套房', '朋友出游', 83, 0, 7, 7, '["前台服务","餐饮设施","房间设施"]'::jsonb, '前台服务', '餐饮设施', '房间设施'),
('68027e4de3c98b0941765bec', '春节期间活动丰富', '["https://dimg04.c-ctrip.com/images/0235g12000d7n7kf81BEA_R_150_150_R5_Q70_D.jpg"]'::jsonb, 5, 5, '2024-02-15', '红棉大床套房', '套房', '家庭亲子', 8, 0, 4, 3, '["整体满意度"]'::jsonb, '整体满意度', NULL, NULL)
 ON CONFLICT (_id) DO NOTHING;
